{"en_au":{
"t4":"",
"t5":"HotelClub – Membership Tiers - Best travel rewards",
"t6":"Members enjoy instant rewards + exclusive offers + room upgrades + other perks. Join us for free.",
"t7":"Welcome to HotelClub",
"t8":"We want our travellers to have the best travel experience out there.",
"t9":"So from the moment you book, your whole journey will be rich with rewards, flexibility, better benefits and greater experiences. And when you return home, it starts over, because every time you book with us, you’ll get even more.",
"t10":"Become a HotelClub Member and experience an extraordinary way to stay.",
"t11":"What you’ll experience",
"t12":"There’s something to look forward to at every stage of your journey.",
"t13":"Before you leave >",
"t14":"Get reserved member pricing, our ‘best price assurance’ and booking support from our travel specialists. Plus, our members earn up to 7%  back on every booking. ",
"t15":"En-route >",
"t16":"From complimentary airport lounge access to car services, we’ll get you to your hotel in complete comfort.",
"t17":"En-route >",
"t18":"From home to your destination and back, we'll get you there in complete comfort.",
"t19":"During your stay >",
"t20":"Enjoy member benefits including instant upgrades, club lounge access, free breakfast, Wi-Fi and late check-outs at over 5,000 hotels. ",
"t21":"Find out more >",
"t22":"How our points work",
"t23":"Earn and redeem immediately after your first stay.",
"t24":"Instant earning potential",
"t25":"We don't keep our members waiting. You’ll instantly receive points called Member Rewards every time you book your stay with us. ",
"t26":"1 Member Reward = US$1",
"t27":"Earn up to 7% of the total amount of your booking. All our hotels are eligible so the more you stay, the more you earn.",
"t28":"Spend when it suits you",
"t29":"With no waiting and blackout periods, you can spend your Member Rewards whenever you like, at any hotel in the world. ",
"t30":"Find out more >",
"t31":"Earn more with our app",
"t32":"Enjoy more convenience, receive mobile-only offers wherever you are in the world and earn more Member Rewards whenever you book on our app.  ",
"t33":"Our members enjoy the most flexible and valuable travel points program around",
"img1":"//html5-images.host.bannerflow.com/adhtml_img_854930.jpg"
},

"zh_tw":{
"t4":"/zh_tw",
"t5":"HotelClub - 會員等級 - 最佳旅遊獎勵",
"t6":"會員立即享獎勵 + 獨家方案 + 客房升等 + 其他福利。免費加入。",
"t7":"歡迎來到HotelClub",
"t8":"我們希望旅客有一個精彩的旅程",
"t9":"從您預訂的那一刻起，您將享有會員獎勵，彈性的行程，更多福利好康及美好的體驗。每趟旅程還賺回了滿滿的會員獎勵。返程後並不代表著結束，因為只要您預訂，就能享受更多。",
"t10":"成為HotelClub會員，擁有無比非凡的旅遊體驗。",
"t11":"非凡旅遊體驗",
"t12":"旅程中處處都精彩可期",
"t13":"啟程前 >",
"t14":"享受專屬會員房價，「最佳價格保證」及專業客服人員協助。我們的會員每次預訂還可獲得最高達7%的獎勵回饋。",
"t15":"在途中>",
"t16":"您可免費使用機場貴賓室並享受免費租車服務，讓您便利舒適的到達飯店。",
"t17":"在途中>",
"t18":"從出門到您的目的地及回程，我們保證您便利抵達，讓您全程安全又舒適。",
"t19":"旅程中 >",
"t20":"我們的會員福利，包含在超過5,000間以上的飯店享有免費客房升等，貴賓室之使用，免費早餐，無線網路及延遲退房。",
"t21":"瞭解更多>",
"t22":"會員獎勵使用辦法",
"t23":"首次住宿後就能馬上賺取並兌換會員獎勵",
"t24":"即時累積獎勵",
"t25":"作為我們的會員，您無需等待。每次只要透過我們預訂飯店可立即獲得「會員獎勵」積分。",
"t26":"1分會員獎勵 = $1美元",
"t27":"每筆預訂可賺取最高達7%的獎勵回饋。所有飯店皆適用，所以，住越多就賺越多。",
"t28":"隨心所欲任你用",
"t29":"沒有等待期，也沒有限制期，會員獎勵可以隨時用來兌換世界各地您喜歡的飯店。",
"t30":"瞭解更多>",
"t31":"使用應用程式預訂累積更迅速",
"t32":"無論您在何處都能方便的使用我們的應用程式來訂房，並享行動獨家優惠方案，還可賺取更高比例的會員獎勵。",
"t33":"我們的會員享有最靈活和最有價值的旅遊獎勵計劃",
"img1":"//html5-images.host.bannerflow.com/adhtml_img_855135.jpg"
},

"zh_hk":{
"t4":"/zh_hk",
"t5":"HotelClub - 會員等級 - 最佳旅遊獎勵",
"t6":"會員享即時獎勵 + 獨家優惠 + 房間升級 + 其他禮遇。免費加入。",
"t7":"歡迎來到HotelClub",
"t8":"我們希望旅客能有一個精彩的旅程。",
"t9":"從您預訂一刻開始，即可享有會員獎勵、靈活的行程安排、更多會員優惠及美好的體驗。旅程接旅程，每次預訂您將得到更佳享受。",
"t10":"成為HotelClub會員，擁有無比非凡旅遊體驗。",
"t11":"非凡旅遊體驗",
"t12":"讓您的旅程處處精彩",
"t13":"啟程前 >",
"t14":"享受會員專享房價，「最佳價格保證」，及旅遊專家的協助。我們的會員每次預訂還可賺取最高達7%的獎勵回贈。",
"t15":"在途中>",
"t16":"我們為您提供免費機場貴賓室及租車服務，讓您舒適地抵達酒店。",
"t17":"在途中>",
"t18":"從家中到目的地再抵達家中，我們會為您一直護航，讓您全程安全舒適。",
"t19":"旅程中 >",
"t20":"我們的會員福利，包括在超過5,000間以上的酒店享有免費房間升級、享用貴賓室、免費早餐、無線網路、及延遲退房等。",
"t21":"了解更多 >",
"t22":"會員獎勵使用方法",
"t23":"首次住宿後即可馬上賺取並兌換會員獎勵",
"t24":"即時賺取獎勵",
"t25":"貴為我們的會員，您無需等待。每次透過我們預訂酒店即可即時獲得「會員獎勵」積分。",
"t26":"1分會員獎勵 = $1美元",
"t27":"每次預訂可賺取高達7%的獎勵回贈。適用於所有酒店，住得越多，賺得越多。",
"t28":"兌換隨心所欲",
"t29":"無須等候，亦沒有限制期，您可隨時使用會員獎勵來預訂世界各地您喜歡的酒店。",
"t30":"了解更多 >",
"t31":"透過應用程式預訂，賺取更多獎勵",
"t32":"隨時隨地使用應用程式預訂，過程方便快捷，更可享獨家流動裝置優惠，同時賺取更多會員獎勵。",
"t33":"我們的會員享有最靈活及最有價值的旅遊獎勵計劃",
"img1":"//html5-images.host.bannerflow.com/adhtml_img_855129.jpg"
},

"zh_cn":{
"t4":"/zh_cn",
"t5":"HotelClub – 会员等级 – 最佳旅行奖励",
"t6":"会员享即时奖励 + 独家优惠 + 客房升级 + 更多福利。 免费注册会员。",
"t7":"欢迎来到HotelClub",
"t8":"我们希望会员拥有最美好的旅程。",
"t9":"因此，从您预订开始，您将享受丰厚的奖励、弹性的行程安排、专享优惠及舒适的体验。返程并不意味着结束，只因您每次预订都将为您带来更多奖励和享受。",
"t10":"成为HotelClub会员，坐享非凡旅游体验。",
"t11":"非凡旅游体验",
"t12":"贴心照顾您旅程的每一阶段",
"t13":"启程前 >",
"t14":"以会员专享价预订，享受“最低价格保证”及我们的旅游专员协助您预订。我们的会员每次预订还可享高达7%的奖励回馈。",
"t15":"在途中 >",
"t16":"我们提供免费的机场贵宾室及租车等多项服务，保证您轻松抵达酒店。",
"t17":"在途中 >",
"t18":"从家里出发到抵达目的地，我们一路护航，让您轻松出行。",
"t19":"旅程中 >",
"t20":"让您尽享尊贵礼遇，包括在超过5000家酒店享受客房升级及延迟退房，享用贵宾休息室、免费早餐及无线网络。",
"t21":"了解更多 >",
"t22":"会员奖励规则",
"t23":"首晚住宿后即赚取并可兑换奖励积分",
"t24":"即时赚取奖励",
"t25":"作为我们的会员，您无需等待。每次预订住宿都可立即获得“会员奖励”积分。",
"t26":"1分会员奖励=$1美元",
"t27":"每次预订可获取最高达总额7%的奖励。积分适用于我们所有的酒店。住宿越多，奖励越多。",
"t28":"兑换随心所欲",
"t29":"无需等待，没有限制期，您可以随时使用您的会员奖励预订世界各地您心仪的酒店。",
"t30":"了解更多 >",
"t31":"通过应用预订，赚取更多奖励",
"t32":"随时随地通过应用程序预订并获取移动专享优惠及赚取更高比例的会员奖励，轻松又方便。",
"t33":"我们的会员享有最灵活及最有价值的旅游奖励计划。",
"img1":"//html5-images.host.bannerflow.com/adhtml_img_855128.jpg"
},

"ja_jp":{
"t4":"/ja_jp",
"t5":"ホテルクラブ - 会員ステイタス - うれしい旅の特典　",
"t6":"会員になると即座ポイント還元 + 限定オファー + 客室アップグレード + その他の優待サービスが利用できます。是非、無料会員登録を。",
"t7":"ホテルクラブへようこそ",
"t8":"ホテルクラブは、会員の皆様に旅先で最高のひとときをお過ごしいただけるよう、様々なサービスをご提供しています。",
"t9":"ご予約からご帰宅までの旅のあらゆるステージで、期待以上の価値と、臨機応変に対応できる柔軟性、うれしい特典、ステキな出来事を体験していただけるでしょう。そして旅を終えてご自宅に戻ったその日から、また次の旅は始まります。なぜならホテルクラブでは、ご予約いただくたびに、未来のさらに素晴らしい旅へのステップもご用意しているからです。",
"t10":"ホテルクラブに会員登録して、ひとつ上のホテルステイを体験してください。",
"t11":"ホテルクラブ会員になると",
"t12":"旅のあらゆるステージで、うれしい出来事が待っています。",
"t13":"お出かけ前に＞",
"t14":"クラブ会員だけの優待料金、「最低価格保証」、旅のスペシャリストによる予約サポートをご利用いただけます。しかもクラブ会員の皆様には、ご予約いただくたびに最大７％をメンバーポイントとして還元させていただきます。",
"t15":"旅の行程で >",
"t16":"空港ラウンジ無料ご招待や迎車のお手配など、ホテル到着までの行程も快適にお過ごしいただけるよう心を尽くします。",
"t17":"旅の行程で >",
"t18":"ご自宅から目的地までの移動時間も、最上級のおもてなしをご用意いたします。",
"t19":"ご宿泊ホテルで＞",
"t20":"5,000軒以上のホテルで、客室アップグレードやクラブラウンジのご利用、朝食無料サービス、WiFiのご利用、レイトチェックアウトなどの特別待遇をお楽しみいただけます。",
"t21":"もっと詳しく＞",
"t22":"ポイント制度について",
"t23":"初めてのご宿泊後、即座にポイントが取得でき、ご利用も可能です。",
"t24":"すぐにもらえる特典",
"t25":"会員の皆様をお待たせいたしません。ホテルクラブでホテルをご予約になるたびに、会員特典としてメンバーポイントを差し上げております。",
"t26":"１メンバーポイント = US$１",
"t27":"ポイント還元率は、宿泊料総額の最大７％です。全てのホテルが特典対象ですから、泊まれば泊まるほどポイントが貯まります。",
"t28":"ポイント利用は自由自在",
"t29":"メンバーポイントは、一年中いつでも、世界のどのホテルにもご利用いただけます。待機期間や除外日は一切ございません。",
"t30":"さらに詳しく",
"t31":"アプリ予約でさらにポイントアップ",
"t32":"予約アプリなら、世界のどこからでも、アプリ限定料金でホテルをご予約いただけます。ポイント還元率も、より高く設定されていますので、便利なうえにお得です。",
"t33":"自由に使えて、大きな価値あるメンバーポイント",
"img1":"//html5-images.host.bannerflow.com/adhtml_img_855117.jpg"
},

"ko_kr":{
"t4":"/ko_kr",
"t5":"호텔클럽 - 회원등급 - 최고의 여행 적립제도",
"t6":"회원이 되면 즉시 적립되는 포인트 + 전용 스페셜 + 객실 업그레이드 등의 다양한 혜택을 드립니다. 무료로 가입하세요. ",
"t7":"호텔클럽에서 여러분을 환영합니다.",
"t8":"저희는 여행객분들이 최고의 여행 경험을 하실 수 있기를 바랍니다.",
"t9":"그리하여 고객님께서 예약하는 순간부터 융통성 있고, 적립이 가능하며 더 많은 혜택을 받을 수 있도록 훌륭한 서비스를 제공해 드립니다. 또 여행을 할 때마다 더 많은 혜택을 제공해 드립니다.",
"t10":"호텔클럽에 가입하셔서 더 즐겁고 특별한 여행을 계획해 보세요.",
"t11":"호텔클럽 혜택",
"t12":"여행 전반을 통해 다양한 혜택이 제공됩니다.",
"t13":"여행 출발전 >",
"t14":"회원 요금을 적용 받으시고 '최저요금 보장' 제도를 이용하실 수 있습니다. 저희 여행 전문가가 예약을 도와드리며, 또 예약을 할 때마다 최대 7%씩 포인트를 적립해 드립니다.",
"t15":"여행 이동시>",
"t16":"공항 라운지 무료 이용에서 차량 렌트 서비스에 이르기까지, 호텔에 편안하게 도착하실 수 있도록 저희가 도와 드립니다.",
"t17":"여행 이동시>",
"t18":"출발지에서 도착지까지, 편안하게 도착하실 수 있도록 저희가 도와드립니다.",
"t19":"숙박하시는 동안 >",
"t20":"5천 여 개의 호텔에서 객실 업그레이드, 클럽라운지 이용, 무료 조식, WIFI, 체크아웃 무료연장 등의 추가 서비스를 제공받으실 수 있습니다.",
"t21":"자세히 보기 >",
"t22":"포인트 적립 프로그램",
"t23":"처음 숙박을 마치고 나면 바로 적립이 시작됩니다.",
"t24":"즉시 적립 혜택",
"t25":"저희는 회원분들을 기다리게 하지 않습니다. 저희를 통해 예약을 하실 때마다 회원 포인트를 즉시 적립해 드립니다.",
"t26":"1 회원 포인트 = US$1",
"t27":"예약 금액의 최대 7%까지 적립 받으세요. 저희 웹사이트의 모든 호텔 예약에 이용하실 수 있습니다. 예약을 많이 할수록 더 많이 적립됩니다.",
"t28":"자유로운 포인트 사용",
"t29":"회원 포인트는 대기 기간, 성수기 제외 등의 제약없이 언제든지, 전세계 어느 호텔에나 사용이 가능합니다.",
"t30":"자세히 보기 >",
"t31":"앱을 통해 더 많이 적립 받으세요.",
"t32":"전세계 어디에서나 더욱 편리한 모바일 전용 할인을 받고, 앱을 통해 예약을 할 때마다 더 많은 적립을 받아 보세요.",
"t33":"저희 회원들은 가장 합리적이고 경제적인 여행 포인트 프로그램을 즐기고 있습니다.",
"img1":"//html5-images.host.bannerflow.com/adhtml_img_855110.jpg"
},

"th_th":{
"t4":"/th_th",
"t5":"HotelClub – Membership Tiers - รางวัลที่ดีที่สุดสำหรับนักเดินทาง",
"t6":"สมาชิกรับทันที รีวอร์ด + ข้อเสนอพิเศษต่างๆ + อัพเกรดห้องพัก + สิทธิพิเศษอื่นๆ สมัครสมาชิกฟรี",
"t7":"ยินดีต้อนรับสู่ HotelClub",
"t8":"เราอยากให้นักเดินทางที่จองที่พักกับเราได้รับประสบการณ์การเดินทางที่ดีที่สุด",
"t9":"ดังนั้นนับตั้งแต่ที่คุณทำการจอง การเดินทางของคุณจะเต็มไปด้วยรีวอร์ด ความยืดหยุ่น สิทธิประโยชน์ที่ดียิ่งขึ้น และประสบการณ์ที่ยิ่งใหญ่กว่าที่เคย และเมื่อคุณเดินทางกลับบ้าน มันก็จะเริ่มต้นอีกครั้ง เนื่องจากทุกครั้งที่คุณจองที่พักกับเรา คุณจะได้รับสิทธิประโยชน์มากยิ่งขึ้น",
"t10":"สมัครสมาชิก HotelClub และสัมผัสประสบการณ์การเข้าพักที่สุดพิเศษ",
"t11":"ประสบการณ์ที่คุณจะได้รับ",
"t12":"ทุกๆ ช่วงของการเดินทาง จะมีบางสิ่งบางอย่างให้คุณตั้งตาคอย",
"t13":"ก่อนออกเดินทาง >",
"t14":"ปรึกษาผู้เชี่ยวชาญด้านการเดินทางของเราเพื่อสอบถามราคาที่สงวนสิทธิเฉพาะสมาชิก นโยบายการรับประกันราคาที่ดีที่สุด และรับความช่วยเหลือด้านการเดินทาง ยิ่งไปกว่านั้นสมาชิกสามารถรับคืนสูงสุด 7% จากการจองทุกครั้ง ",
"t15":"ระหว่างการเดินทาง>",
"t16":"เราจะทำให้การเดินทางไปยังที่พักของคุณเป็นไปอย่างสะดวกสบาย ตั้งแต่การเข้าใช้บริการแอร์พอร์ตเลานจ์ฟรีไปจนถึงบริการเกี่ยวกับรถยนต์",
"t17":"ระหว่างการเดินทาง>",
"t18":"ตั้งแต่ออกจากบ้านไปยังจุดหมายปลายทางจนกลับถึงบ้าน เราจะทำให้การเดินทางของคุณเป็นไปอย่างสะดวกสบาย",
"t19":"ระหว่างการเข้าพัก >",
"t20":"รื่นรมย์ไปกับสิทธิประโยชน์เฉพาะสมาชิกต่างๆ รวมทั้งการอัพเกรดห้องพัก การเข้าใช้บริการ club lounge อาหารเช้าฟรี Wi-Fi และเลทเชคเอาท์ ที่โรงแรมต่างๆ กว่า 5,000 แห่ง ",
"t21":"อ่านเพิ่มเติม >",
"t22":"การรับ - แลกใช้เมมเบอร์รีวอร์ด",
"t23":"รับและแลกใช้ได้ทันทีเมื่อการเข้าพักครั้งนั้นๆ สิ้นสุดลง",
"t24":"สมาชิกรับรีวอร์ดทันที",
"t25":"สมาชิกรับเมมเบอร์รีวอร์ดทันทีทุกครั้งที่จองที่พักกับเรา",
"t26":"1 เมมเบอร์รีวอร์ด = US$1",
"t27":"รับเมมเบอร์รีวอร์ดสูงสุด 7% ของยอดรวมการจอง ไม่ว่าคุณจะจองที่พักกับโรงแรมใดก็ตาม ฉะนั้นยิ่งพักมาก-ยิ่งรับเมมเบอร์รีวอร์ดมาก  ",
"t28":"แลกใช้เมมเบอร์รีวอร์ดเมื่อใดก็ได้",
"t29":"คุณสามารถแลกใช้เมมเบอร์รีวอร์ดของคุณเมื่อใดก็ได้ กับโรงแรมใดก็ได้ทั่วโลก โดยไม่มีข้อจำกัดเรื่องวันและเวลา. ",
"t30":"อ่านเพิ่มเติม >",
"t31":"รับมากกว่าเมื่อใช้แอพของเรา",
"t32":"สะดวกยิ่งขึ้น และรับข้อเสนอพิเศษเฉพาะการจองผ่านอุปกรณ์สื่อสารเคลื่อนที่ ไม่ว่าคุณจะอยู่ที่ใดในโลก และรับเมมเบอร์รีวอร์ดทุกครั้งที่คุณจองที่่พักผ่านแอพของเรา  ",
"t33":"สมาชิกของเราได้รับสิ่งพิเศษต่างๆ จากโปรแกรมสะสมคะแนนการเดินทางที่คุ้มค่าและยืดหยุ่นที่สุด",
"img1":"//html5-images.host.bannerflow.com/adhtml_img_855099.jpg"
},

"ms_my":{
"t4":"/ms_my",
"t5":"",
"t6":"",
"t7":"Selamat Datang ke HotelClub",
"t8":"Kami mahu memberikan pengalaman pelancongan yang terbaik kepada ahli-ahli kami.",
"t9":"Oleh itu, mulai waktu penempahan sehingga waktu penginapan, anda boleh menjangkakan ganjaran, fleksibiliti, faedah menarik dan pengalaman hebat. Setiap kali anda menempah dengan kami, anda akan mendapat lebih banyak faedah. ",
"t10":"Jadilah ahli HotelClub untuk mengalami pengalaman penginapan yang luar biasa.",
"t11":"Pengalaman yang bakal menanti anda",
"t12":"Terima faedah sepanjang perjalanan anda",
"t13":"Sebelum anda berlepas >",
"t14":"Nikmati harga khas untuk ahli, 'jaminan harga terbaik' kami dan sokongan tempahan dari pakar perjalanan kami. Selain itu, ahli-ahli kami memperoleh pulangan sehingga 7% untuk setiap tempahan. ",
"t15":"",
"t16":"",
"t17":"",
"t18":"",
"t19":"Semasa penginapan anda >",
"t20":"Nikmati faedah ahli seperti penaiktarafan segera, akses ke lounge kelab, sarapan percuma, WiFi, dan daftar keluar lewat di lebih daripada 5000 hotel. ",
"t21":"Ketahui lebih lanjut >",
"t22":"Cara Menggunakan Mata Ganjaran Ahli",
"t23":"Peroleh dan tebus serta-merta selepas penginapan pertama anda",
"t24":"Mengaut Ganjaran Ahli dengan mudah",
"t25":"Terima mata yang dikenali sebagai Ganjaran Ahli setiap kali anda menempah penginapan dengan kami. Lebih kerap anda menginap, lebih banyak mata ganjaran anda akan peroleh. ",
"t26":"1 Ganjaran Ahli = US$1",
"t27":"Peroleh sehingga 7% daripada jumlah tempahan anda. Mata ganjaran anda boleh digunakan serta-merta sebaik sahaja anda melengkapan penginapan anda. ",
"t28":"Tebus mata ganjaran bila-bila masa",
"t29":"Tanpa tempoh tangguh dan 'blackout period', anda boleh menggunakan Ganjaran Ahli bila-bila anda suka, untuk mana-mana hotel di seluruh dunia.",
"t30":"Ketahui lebih lanjut >",
"t31":"Peroleh lebih banyak dengan apl kami",
"t32":"Tempah dengan lebih mudah, terima tawaran khas untuk peranti mudah alih di mana-mana anda berada dan peroleh lebih Ganjaran Ahli setiap kali anda menempah dengan apl kami. ",
"t33":"",
"img1":"//html5-images.host.bannerflow.com/adhtml_img_854936.jpg"
},

"id_id":{
"t4":"/id_id",
"t5":"HotelClub - Tingkat Member - penghargaan wisata terbaik",
"t6":"Member menikmati penghargaan seketika + penawaran eksklusif + upgrade kamar + keuntungan lainnya. Gratis untuk menggabung",
"t7":"Selamat datang di HotelClub",
"t8":"Kami ingin semua member kami menikmati pengalaman wisata yang terbaik. ",
"t9":"Oleh karena itu, dari saat Anda memesan, seluruh perjalanan Anda akan penuh dengan penghargaan, fleksibilitas, serta keuntungan dan pengalaman yang lebih. Dan semuanya berulang ketika Anda pulang, karena Anda mendapatkan keuntungan tambahan setiap kali Anda memesan dengan kami.",
"t10":"Jadilah member di HotelClub untuk mengalami penginapan yang luar biasa.",
"t11":"Pengalaman yang menanti Anda",
"t12":"Keuntungan menanti Anda pada setiap tahap perjalanan.",
"t13":"Sebelum Anda berangkat >",
"t14":"Dapatkan harga khusus member, 'jaminan harga terbaik' kami, dan bantuan pemesanan dari ahli wisata kami. Member kami juga mendapat sampai 7% kembali pada setiap pemesanan.",
"t15":"Dalam perjalanan >",
"t16":"Dari pemakaian lounge bandar udara gratis sampai pelayanan mobil, kami akan mengantar Anda sampai hotel dalam kenyamanan total.",
"t17":"Dalam perjalanan >",
"t18":"Dari rumah sampai tujuan Anda dan pulang kembali, kami akan mengantar Anda dalam kenyamanan total.",
"t19":"Selama penginapan Anda >",
"t20":"Nikmati keuntungan member yang termasuk upgrade seketika, akses ke club lounge, sarapan gratis, Wi-Fi, dan check-out siang di lebih dari 5000 hotel.",
"t21":"Informasi lebih >",
"t22":"Cara menggunakan poin kami",
"t23":"Peroleh dan langsung pakai setelah penginapan pertama Anda.",
"t24":"Peroleh keuntungan seketika",
"t25":"Kami tidak membuat member kami menunggu. Anda akan segera mendapatkan poin yang bernama Keuntungan Member setiap kali Anda menginap bersama kami. ",
"t26":"1 Keuntungan Member = 1 USD",
"t27":"Peroleh sampai dengan 7% dari harga total pemesanan Anda. Ini berlaku di semua hotel kami, jadi makin sering Anda menginap, makin banyak yang Anda dapatkan. ",
"t28":"Gunakan kapan saja",
"t29":"Anda dapat menggunakan Keuntungan Member kapan saja, di hotel apa saja di seluruh dunia, tanpa perlu menunggu atau masa penghentian.",
"t30":"Informasi lebih >",
"t31":"Dapatkan lebih dengan app kami",
"t32":"Nikmati kenyamanan lebih, terima penawaran khusus ponsel, dan dapatkan Penghargaan Member lebih ketika Anda melakukan pemesanan lewat app kami.",
"t33":"Member kami menikmati program poin wisata yang paling berharga dan fleksibel.",
"img1":"//html5-images.host.bannerflow.com/adhtml_img_854942.jpg"
},

"nl_nl":{
"t4":"/nl_nl",
"t5":"HotelClub - Lidmaatschapsniveaus - de beste reisbeloningen",
"t6":"Leden worden direct beloond + exclusieve aanbiedingen + kamerupgrades + allerlei andere extra's. Word gratis lid.",
"t7":"Welkom bij HotelClub",
"t8":"Wij willen onze klanten de best mogelijke reis bieden,",
"t9":"dus vanaf het moment dat je boekt tot en met je overnachting geniet jij van allerlei extra's, volop flexibiliteit en talloze unieke ervaringen. En zodra je thuiskomt begint het weer opnieuw, want elke keer dat je boekt wordt het allemaal nog een beetje beter.",
"t10":"Word lid van HotelClub en ervaar een buitengewone manier van reizen.",
"t11":"Jouw ervaring",
"t12":"Er is iets om naar uit te kijken bij iedere fase van je reis.",
"t13":"Voordat je vertrekt >",
"t14":"Ontdek onze speciale ledenprijzen, onze besteprijsgarantie en onze reisspecialisten die je kunnen helpen bij het maken van een reservering. Plus, onze leden verdienen bij iedere boeking tot 7% terug aan Member Rewards.",
"t15":"Voor onderweg >",
"t16":"Van vervoersdiensten tot gratis toegang tot de lounge op het vliegveld, wij zorgen ervoor dat je comfortabel bij je hotel arriveert.",
"t17":"Voor onderweg >",
"t18":"Van thuis tot op je bestemming en weer terug, wij zorgen ervoor dat je in alle comfort reist.",
"t19":"Tijdens je verblijf >",
"t20":"Meer dan 5000 hotels bieden speciaal voor onze leden allerlei voordelen, van upgrades en toegang tot de clublounge tot gratis ontbijt, gratis Wi-Fi en gratis laat uitchecken.",
"t21":"Meer informatie >",
"t22":"Hoe ons loyaliteitsprogramma werkt",
"t23":"Verdien en verzilver je punten direct na je eerste verblijf.",
"t24":"Er valt meteen veel te verdienen",
"t25":"Wij laten onze leden niet wachten. Je kunt direct onze punten, die we Member Rewards noemen, verdienen bij iedere boeking die je via HotelClub maakt. ",
"t26":"1 Member Reward = 1 Amerikaanse dollar",
"t27":"Verdien tot 7% van de totale boekingskosten terug in Member Rewards. Alle hotels komen hiervoor in aanmerking, dus hoe meer je boekt hoe meer je verdient.",
"t28":"Gebruik ze wanneer het jou uitkomt",
"t29":"Je kunt je Member Rewards gebruiken wanneer je maar wilt, voor elk hotel ter wereld, zonder je druk te maken over eventuele blackout-periodes. ",
"t30":"Meer informatie >",
"t31":"Verdien meer via onze app",
"t32":"Ervaar nog meer gemak en geniet van allerlei speciale Mobile Deals wanneer je boekt via onze app. Bovendien verdien je bij reserveringen via de app ook nog eens meer Member Rewards. ",
"t33":"Onze leden ervaren het meest flexibele en waardevol loyaliteitsprogramma in de reisbranche.",
"img1":"//html5-images.host.bannerflow.com/adhtml_img_854972.jpg"
},

"de_de":{
"t4":"/de_de",
"t5":"HotelClub - Mitgliedsstufen - Die besten Reisebelohnungen",
"t6":"Mitglieder genießen sofortige Belohnungen + exklusive Angebote + Zimmer-Upgrades + andere Vergünstigungen. Die Registrierung ist kostenlos.",
"t7":"Herzlich willkommen bei HotelClub",
"t8":"Wir laden Sie von Herzen ein, die bestmöglichen Reiseerfahrungen von A-Z zu genießen.",
"t9":"Vom Buchungszeitpunkt angefangen erhalten Sie geniale Belohnungen, pure Flexibilität, bessere Sonderzulagen und großartige Erfahrungen. Und nach Ihrer Heimkehr beginnt das Vergnügen von vorne, denn jedes Mal, wenn Sie mit uns buchen, erhalten Sie weitere Extras für zukünftige Buchungen.",
"t10":"Werden auch Sie ein Mitglied von HotelClub und fühlen Sie dieses außerordentlich positive Lebensgefühl des Reisens. ",
"t11":"Was Sie erwarten können",
"t12":"Freuen Sie sich auf jeden Abschnitt Ihrer Reise",
"t13":"Bevor Sie abreisen >",
"t14":"Sie erfreuen sich nicht nur an exklusiven Angeboten nur für Mitglieder, sondern auch die Tiefstpreisgarantie und Buchungsunterstützung durch unsere Reise-Spezialisten machen Ihren Aufenthalt zu etwas ganz Besonderem. Des Weiteren verdienen Sie bis zu 7% pro Buchung zurück.",
"t15":"Wenn unterwegs >",
"t16":"Vom kostenlosen Lounge-Zutritt am Flughafen bis hin zu Autovermietungen - wir stellen sicher, dass Sie komfortabel zu Ihrem Hotel gelangen.",
"t17":"Wenn unterwegs >",
"t18":"Von Ihrer Haustüre bis hin zum Hotel und auch wieder zurück - wir stellen sicher, dass Sie komfortabel zu Ihrem jeweiligen Ziel gelangen.",
"t19":"Während Ihres Aufenthalts >",
"t20":"Freuen Sie sich auf tolle Mitgliedervorteile wie sofortige Upgrades, Zugang zur Club-Lounge, gratis Frühstück oder gratis WLAN, sowie späte Abreisen in mehr als 5.000 Hotels.",
"t21":"Mehr dazu >",
"t22":"Wie unser Belohnungsprogramm funktioniert",
"t23":"Verdienen Sie Punkte, welche Sie direkt nach Ihrem ersten Aufenthalt sofort wieder einlösen können.",
"t24":"Großartiges Verdienstpotenzial",
"t25":"Wir lassen unsere Mitglieder nicht warten. Verdienen Sie umgehend wertvolle Belohnungspunkte, so genannte Member Rewards - jedes Mal, wenn Sie mit uns buchen.",
"t26":"1 Member Reward = US$1 ",
"t27":"Verdienen Sie bis zu 7% vom Gesamtpreis der Buchung in Form von Member Rewards. Alle Hotels in unserer Datenbank qualifizieren sich für Member Rewards; je mehr Sie buchen, desto mehr verdienen Sie.",
"t28":"Einlösen, wann immer es Ihnen passt",
"t29":"Keine Wartezeiten oder geblockte Ferienzeiten bzw. Feiertage - lösen Sie Ihre Member Rewards jederzeit ein, wann immer Sie möchten - in jedem Hotel auf der ganzen Welt.",
"t30":"Mehr dazu >",
"t31":"Sogar noch mehr mit unserer App",
"t32":"Genießen Sie Bequemlichkeit und erhalten Sie Sonderangebote nur für die App - egal, wo Sie sich derzeit auf der Welt befinden. Verdienen Sie mehr Member Rewards, wenn Sie über unsere App buchen.",
"t33":"",
"img1":"//html5-images.host.bannerflow.com/adhtml_img_854948.jpg"
},

"sv_se":{
"t4":"/sv_se",
"t5":"HotelClub – Medlemskapsnivåer - Bästa resebonus",
"t6":"Medlemmar får direkt ta del av bonus + exklusiva erbjudanden + uppgradering av rum + andra förmåner. Bli medlem gratis.",
"t7":"Välkommen till HotelClub",
"t8":"Vi vill att våra resenärer ska ha den bästa reseupplevelsen som finns.                                                                                                                                                                                                                                                                                      ",
"t9":"Så, från första stunden du bokar kommer hela din resa bli full med bonus, flexibilitet, bättre förmåner och bättre upplevelser. Och när du kommer hem igen börjar det om på nytt, för varje gång du bokar med oss får du ännu mer.",
"t10":"Bli medlem hos HotelClub för att få en enastående upplevelse.",
"t11":"Vad du kommer att få uppleva",
"t12":"Det finns något att se fram emot i varje skede av din resa.",
"t13":"Innan du åker >",
"t14":"Få reserverade medlemspriser, vår 'bästa prisgaranti' och boknings-support från våra resespecialister. Våra medlemmar tjänar dessutom upp till 7% tillbaka på varje bokning.",
"t15":"En-route >",
"t16":"Från gratis tillgång till flygplatslounge till biltjänster, vi tar dig till ditt hotell i komplett komfort.",
"t17":"En-route >",
"t18":"Från hemmet till ditt resmål och tillbaka, vi tar dig dit i komplett komfort.",
"t19":"Under din vistelse >",
"t20":"Få medlemsförmåner, inklusive omedelbara uppgraderingar, tillgång till Club Lounge, gratis frukost, Wifi samt sen utcheckning på över 5000 hotell.",
"t21":"Få reda på mer >",
"t22":"Hur våra poäng fungerar",
"t23":"Tjäna och lös in omedelbart efter din första vistelse.",
"t24":"Omedelbar intjäningspotential",
"t25":"Vi låter inte våra medlemmar vänta. Du kommer omedelbart att få poäng som kallas medlemsbonus varje gång du bokar din vistelse med oss.",
"t26":"1 medlemsbonus = 1 US-dollar",
"t27":"Tjäna upp till 7% av den totala bokningssumman. Gäller för alla hotell, så ju mer du bokar desto mer tjänar du.",
"t28":"Spendera när det passar dig",
"t29":"Eftersom vi inte har väntetider eller blackout-datum kan du spendera din bonus när du vill, på vilket hotell som helst i världen.",
"t30":"Få reda på mer >",
"t31":"Tjäna mer med vår app",
"t32":"Få mer komfort, få speciella mobilerbjudanden var du än är i världen, och tjäna mer medlemsbonus när du bokar via vår app.",
"t33":"Våra medlemmar får ta del av det mest flexibla och prisvärda resepoängsprogram som finns",
"img1":"//html5-images.host.bannerflow.com/adhtml_img_854990.jpg"
},

"es_es":{
"t4":"/es_es",
"t5":"HotelClub - Categorías de Socio - Las mejores ventajas de viaje",
"t6":"Los socios disfrutan de recompensas instantáneas + ofertas exclusivas + subidas de categoria en el hotel + otras ventajas. Únete gratis.",
"t7":"Bienvenido a HotelClub",
"t8":"Queremos que nuestros socios tengan la mejor experiencia de viaje posible.                                                                                                                                                                                                                      ",
"t9":"Por eso, desde el momento en que reservas todo tu viaje estará lleno de grandes ventajas como flexibilidad, puntos e interesantes experiencias. Además, cuando regreses, todo vuelve a empezar porque cada vez que reserves con nosotros conseguirás todavía más.                                                                                                                                                                                                                              ",
"t10":"Hazte socio de HotelClub y disfruta de estancias increíbles",
"t11":"Lo que te ofrecemos",
"t12":"Siempre hay algo interesante en cada etapa de tu viaje.",
"t13":"Antes de partir >",
"t14":"Consigue ofertas exclusivas por ser socio, nuestra \" garantía del mejor precio\" y asistencia de nuestros especialistas en viajes. Además, nuestros socios reciben hasta un 7% en puntos con cada reserva.",
"t15":"En ruta>",
"t16":"Desde acceso gratis a salas de espera en aeropuertos hasta servicio de coche. Te haremos llegar a tu hotel con la mayor comodidad.",
"t17":"En ruta>",
"t18":"Desde tu lugar de origen hasta tu lugar de destino, y viceversa, te haremos llegar con la mayor comodidad.",
"t19":"Durante tu estancia >",
"t20":"Disfruta de las ventajas de ser socio como subida de categoría en habitaciones inmediata, acceso al Club Lounge, desayuno gratis, wifi y salida tardía en más de 5.000 hoteles.",
"t21":"Saber más>",
"t22":"Como funcionan nuestros puntos",
"t23":"Consigue y canjea inmediatamente después de tu primera estancia.",
"t24":"Potencial de ganancia instantáneo",
"t25":"No hacemos esperar a nuestros socios. Recibirás, instantáneamente, puntos cada vez que reserves tu estancia con nosotros.",
"t26":"1 punto = $1 US",
"t27":"Gana hasta un 7% en puntos sobre el valor total de tu reserva. Todos nuestros hoteles son elegibles, por lo que cuanto más reserves, más ganas.",
"t28":"Utilízalos cuando te convenga",
"t29":"Sin tiempos de espera o cancelación. Puedes utilizar tus puntos cuando te apetezca en cualquier hotel del mundo.",
"t30":"Saber más>",
"t31":"Obtén más con nuestra app.",
"t32":"Disfruta de mayores ventajas, recibe ofertas sólo para móviles dondequiera que estés y obtén más puntos cada vez que reserves en nuestra app.",
"t33":"Nuestros socios disfrutan del programa de puntos más flexible y valioso que existe",
"img1":"//html5-images.host.bannerflow.com/adhtml_img_854960.jpg"
},

"fr_fr":{
"t4":"/fr_fr",
"t5":"HotelClub – Niveaux d'adhésion - Le top des avantages pour vos voyages",
"t6":"Nos membres bénéficient de récompenses instantanées + offres exclusives + surclassement à l'hôtel + autres privilèges. Inscription gratuite.",
"t7":"Bienvenue sur HotelClub",
"t8":"Nous souhaitons offrir à nos voyageurs la meilleure expérience possible.",
"t9":"C'est pourquoi, dès le moment où vous réservez, votre périple sera synonyme de récompenses, de flexibilité, d'avantages améliorés et d'expériences exaltantes. À votre retour, attendez-vous à vivre des moments toujours plus mémorables, car chaque fois que vous réservez avec nous, vous gagnez en avantages.",
"t10":"Devenez membre d'HotelClub et découvrez à quel point vos séjours peuvent devenir extraordinaires.",
"t11":"Ce qui vous attend",
"t12":"Bénéficiez de privilèges à chaque étape de votre voyage.",
"t13":"Avant de partir >",
"t14":"Vous profiterez de prix réservés aux membres, de notre 'garantie meilleur prix' et de l'assistance de nos spécialistes du voyage pour vos réservations. De plus, nos membres récupèrent jusqu'à 7 % en points à chaque réservation.",
"t15":"Au cours du voyage >",
"t16":"Pour que votre voyage jusqu'à l'hôtel se passe dans le plus grand confort, bénéficiez entre autres de l'accès gratuit aux salons d'aéroports et de services de voiturage.",
"t17":"Au cours du voyage >",
"t18":"De votre domicile à votre destination et vice-versa, nous veillons à ce que vous voyagiez dans le plus grand confort.",
"t19":"Pendant votre séjour >",
"t20":"Vous apprécierez les avantages offerts à nos membres dans plus de 5 000 hôtels, tels que le surclassement immédiat, l'accès au club lounge, le petit-déjeuner gratuit, la connexion Wi-Fi et le départ tardif.",
"t21":"En savoir plus >",
"t22":"Comment fonctionnent nos points",
"t23":"Cumulez et utilisez vos points dès la fin de votre premier séjour.",
"t24":"Cumul de points instantané",
"t25":"Nous ne faisons pas attendre nos membres. Recevez instantanément des Points Fidélité à chaque fois que vous réservez un séjour avec nous.",
"t26":"1 Point Fidélité = 1 $US",
"t27":"Recevez jusqu'à 7 % du montant total de votre réservation, quel que soit l'hôtel choisi: plus vous séjournez à l'hôtel, plus vous cumulez de points.",
"t28":"Dépensez comme bon vous semble",
"t29":"Vos Points Fidélité ne sont soumis à aucun délai de carence ni restrictions de dates : vous êtes libre de les dépenser quand vous voulez, dans l'hôtel et la destination de votre choix.",
"t30":"En savoir plus >",
"t31":"Augmentez vos points avec notre application",
"t32":"Pour réserver à tout moment et recevoir des offres spécial mobile, utilisez notre application n'importe où dans le monde et cumulez encore plus de Points Fidélité.",
"t33":"Nos membres bénéficient du programme de fidélité pour voyageurs le plus souple et le plus avantageux.",
"img1":"//html5-images.host.bannerflow.com/adhtml_img_854954.jpg"
},

"it_it":{
"t4":"/it_it",
"t5":"HotelClub: Punti Fedeltà e vantaggi straordinari.",
"t6":"I nostri soci ricevono vantaggi come offerte esclusive + passaggi a camera di categoria superiore + colazioni gratuite + accesso alla club lounge + omaggi per il tempo libero. L'iscrizione è gratuita!",
"t7":"I tuoi vantaggi di socio in dettaglio",
"t8":"I nostri soci ottengono molto di più dei soli punti. Cerchiamo i partner migliori in tutto il mondo per trasformare ogni soggiorno in un'esperienza indimenticabile.",
"t9":"Prima di partire",
"t10":"Offerte esclusive",
"t11":"Sarai il primo a conoscere le nostre ultimissime promozioni, offerte per i soci e prezzi speciali riservati ai soci. ",
"t12":"Raccomandazioni personalizzate",
"t13":"Ricevi raccomandazioni di hotel esclusive fatte su misura per te.",
"t14":"Assistenza di viaggio",
"t15":"Siamo qui per aiutarti a programmare il tuo viaggio e ad assicurarci che tutto vada per il meglio. ",
"t16":"Miglior Prezzo Garantito",
"t17":"Se trovi un prezzo migliore ovunque online, noi lo uguaglieremo.",
"t18":"Premi immediati",
"t19":"Guadagna Punti Fedeltà istantaneamente su ogni prenotazione che effettui con noi. Potrai utilizzarli quando vuoi nell'hotel di tua scelta. ",
"t20":"Altri omaggi",
"t21":"Ottimi vini, cultura, moda e fotografia sono solo alcuni dei vantaggi di cui potrai approfittare come socio di HotelClub. ",
"t22":"Livelliamo il tuo stato associativo",
"t23":"Faremo equivalere il tuo stato associativo a quello cui appartieni in altri programmi fedeltà.",
"t24":"Durante il viaggio",
"t25":"Viaggia in stile",
"t26":"Abbiamo stabilito degli accordi con le migliori ditte di auto private ed agenzie di noleggio per condurti al tuo hotel e assisterti durante la permanenza.",
"t27":"Divertimento",
"t28":"Qualunque destinazione tu scelga, i nostri partner sapranno intrattenerti durante il viaggio con la tua musica e i tuoi film preferiti. ",
"t29":"Ispirazione per il tuo viaggio",
"t30":"Scopri i posti migliori dove mangiare, le attrazioni e consigli utili sul luogo prima ancora di arrivare a destinazione. ",
"t31":"Lounge aeroportuali in tutto il mondo",
"t32":"Lasciati viziare con un rinfresco e un luogo tranquillo dove rilassarti. Gratuito per soci HotelClub selezionati. ",
"t33":"Info di viaggio",
"t34":"Tutte le informazioni pratiche di cui hai bisogno sulla tua destinazione di viaggio a portata di mano.",
"t35":"Cambio valuta",
"t36":"Lavoriamo con dei soci per offrirti le tariffe migliori al cambio valuta in modo da poter spendere di più per il tuo divertimento nel luogo di vacanza. ",
"t37":"Durante il tuo soggiorno",
"t38":"Passaggi di categoria",
"t39":"Potrai ottenere, all'arrivo, un passaggio di categoria di camera istantaneo prenotando in uno dei nostri Hotel del Club.",
"t40":"Accesso alla Club Lounge",
"t41":"Rilassati nelle zone più eleganti e sofisticate del tuo hotel con aperitivi da gustare tutto il giorno.",
"t42":"Check-out ritardati e check-in prioritari",
"t43":"Per rendere il tuo viaggio ancora più piacevole, riceverai, come socio, check-out ritardati e check-in prioritari. Perfetto per una mattina di ozio.",
"t44":"Colazione gratuita e offerte gastronomiche",
"t45":"Durante il tuo soggiorno stuzzicheremo il tuo palato con colazioni gratuite e pasti deliziosi scontati.",
"t46":"Wi-Fi gratuito",
"t47":"Rimani connesso con Wi-Fi gratuito durante tutto il soggiorno.",
"t48":"Eventi",
"t49":"Per rendere il tuo viaggio ancora più straordinario, approfitta durante il soggiorno di biglietti gratuiti e esperienze VIP. ",
"img1":"//html5-images.host.bannerflow.com/adhtml_img_854965.jpg"
},

"pt_pt":{
"t4":"/pt_pt",
"t5":"HotelClub - Pontos e vantagens extraordinárias.",
"t6":"Os nossos membros beneficiam de ofertas exclusivas + upgrades de quarto + pequenos-almoços grátis + acesso ao clube lounge + outras vantagens. A adesão é grátis.",
"t7":"Os benefícios de membro ao pormenor",
"t8":"Os membros do HotelClub ganham muito mais do que pontos. Nós procuramos os melhores parceiros em todo o mundo para garantir que cada estadia seja memorável!",
"t9":"Antes de terminar",
"t10":"Ofertas exclusivas",
"t11":"Seja o primeiro a descobrir as mais recentes promoções, ofertas exclusivas e preços especiais para membros.",
"t12":"Recomendações personalizadas",
"t13":"Os membros recebem recomendações exclusivas e especialmente indicadas para as preferências de cada um.",
"t14":"Apoio nas viagens",
"t15":"Estamos aqui para o ajudar a planear a sua viagem e assim garantir que tudo corre como desejado.  ",
"t16":"A certeza do melhor preço",
"t17":"Se encontrar mais barato nós igualamos o preço.",
"t18":"Pontos de Membro",
"t19":"Ganhe Pontos de Membro instantamenamente com cada reserva. Gaste-os quando quiser e em qualquer hotel à sua escolha. ",
"t20":"Outras ofertas",
"t21":"Vinhos de qualidade, cultura, moda e fotografia são apenas algumas vantagens que o HotelClub oferece aos seus membros. ",
"t22":"Igualamos o nível de membro",
"t23":"Igualamos o nível de membro que possa ter com qualquer outro programa de fidelidade.",
"t24":"Em viagem",
"t25":"Viaje com estilo",
"t26":"Estamos associados às melhores empresas de carros privados e rent-a-cars para o ajudar a chegar ao seu hotel com o maior conforto.",
"t27":"Entretenimento",
"t28":"Não importa o destino do mundo, os nossos parceiros vão fazer tudo para que se divirta durante a sua viagem com as suas músicas e filmes favoritos.",
"t29":"Inspiração para a sua viagem",
"t30":"Descubra as melhores atrações e os melhores sítios para comer com as dicas dos habitantes locais mesmo antes de chegar ao destino.",
"t31":"Lounge dos aeroportos pelo mundo",
"t32":"Deixe-nos convidá-lo para um refresco num local sossegado. Serviço de cortesia para membros selecionados do HotelClub.",
"t33":"Lista da viagem",
"t34":"Toda a informação que precisa acerca do seu destino na ponta dos seus dedos.",
"t35":"Câmbio de moeda",
"t36":"Os nossos parceiros oferecem aos nossos membros a melhor taxa de câmbio para que possa ter mais dinheiro para gastar no seu destino.",
"t37":"Durante a sua estadia ",
"t38":"Upgrade dos quartos",
"t39":"Usufrua, à chegada, de um upgrade automático sempre que reservar num dos Hotéis do Club.",
"t40":"Acesso ao lounge do Club",
"t41":"Relaxe em grande estilo no seu hotel enquanto saboreia uma bebida.",
"t42":"Check-outs tardios e prioridade nos check-ins",
"t43":"Para tornar a sua estadia ainda mais agradável, os nossos membros benefíciam de prioridade nos check-ins e de check-outs tardios. Ideal para os mais preguiçosos!",
"t44":"Pequeno-almoço grátis e outras refeições",
"t45":"Os membros do HotelClub podem beneficiar de pequenos-almoços grátis, bem como de outras refeições a preços mais apetecíveis.",
"t46":"Wi-Fi grátis",
"t47":"Permaneça ligado com Wi-Fi grátis durante toda a sua estadia.",
"t48":"Eventos",
"t49":"Para tornar a sua viagem ainda mais extraordinária, oferecemos bilhetes e entradas VIP aosd nossos membros.",
"img1":"//html5-images.host.bannerflow.com/adhtml_img_854983.jpg"
},

"pl_pl":{
"t4":"/pl_pl",
"t5":"HotelClub - Punkty Członkowskie oraz nadzwyczajne korzyści.",
"t6":"Nasi Klubowicze mogą korzystać z przywilejów takich jak ekskluzywne oferty +  upgrade pokoju + bezpłatne śniadania + dostęp do klubowego lounge + inne korzyści. Dołącz do nas za darmo.",
"t7":"Szczegóły na temat Twoich korzyści członkowskich",
"t8":"Członkowie Klubu otrzymują nie tylko punkty. Wyszukujemy najlepszych partnerów z całego świata, by zamienić każdy Twój pobyt w wyjątkowe doświadczenie. ",
"t9":"Zanim wyruszysz",
"t10":"Ekskluzywne oferty",
"t11":"Jako pierwszy będziesz dowiadywał się o naszych najnowszych promocjach, ofertach członkowskich oraz cenach zarezerwowanych dla Klubowiczów.",
"t12":"Spersonalizowane porady",
"t13":"Polecimy Ci najlepsze hotele. Korzystaj z naszej selekcji dokonanej mając na uwadze Twoje osobiste upodobania. ",
"t14":"Pomoc w organizowaniu podróży",
"t15":"Jesteśmy tu po to, żeby ułatwić Ci planowanie i sprawić, by Twoja podróż przebiegła bez niemiłych niespodzianek. ",
"t16":"Najlepsza cena gwarantowana",
"t17":"Jeśli uda Ci się znaleźć gdziekolwiek w Internecie lepszą cenę, my się do niej dostosujemy. ",
"t18":"Natychmiastowe korzyści",
"t19":"Zdobywaj Punkty Członkowskie natychmiast, przy każdej rezerwacji dokonanej z nami. Użyj ich kiedy chcesz, w dowolnie wybranym hotelu.",
"t20":"Stylowe bonusy",
"t21":"Luksusowe wina, kultura, moda i fotografia, to tylko niektóre z przywilejów, zarezerwowanych dla członków HotelClub.",
"t22":"Wyrównanie statusu",
"t23":"Dopasujemy Twój status do poziomu członkostwa, z którego przywilejów korzystałeś w Twoim dotychczasowym programie lojalnościowym.",
"t24":"W trakcie podróży",
"t25":"Podróżuj w wielkim stylu",
"t26":"Nawiązaliśmy współpracę z najlepszymi wypożyczalniami samochodów, abyś w pełnym komforcie mógł dotrzeć do hotelu oraz wygodnie przemieszczać się w trakcie pobytu. ",
"t27":"Rozrywka",
"t28":"Nie ważne dokąd się wybierasz, nasi partnerzy zapewnią Ci rozrywkę w trakcie całej podróży, zapewniając Ci dostęp do Twojej ulubionej muzyki oraz filmów. ",
"t29":"Inspiracje na destynacje",
"t30":"Dowiedz się gdzie można najlepiej zjeść, odkryj lokalne atrakcje oraz poznaj praktycze rady dotyczące Twojego celu podróży, jeszcze zanim tam dotrzesz.",
"t31":"Salony lounge na lotniskach na całym świecie",
"t32":"Rozkoszuj się poczęstunkiem oraz relaksem w oazie spokoju. Bezpłatne dla wybranych członków HotelClub.",
"t33":"Informacje o podróży",
"t34":"Informacje o podróży",
"t35":"Wymiana walut",
"t36":"Współpracujemy z naszymi partnerami, aby zapewnić Ci najlepszą ofertę wymiany walut, tak byś mógł pozwolić sobie na jak najwspanialszą wakacyjną rozrywkę.",
"t37":"W trakcie Twojego pobytu",
"t38":"Upgrade pokoju",
"t39":"Rezerwując pokój w jednym z naszych Hoteli Klubowych, zaraz po Twoim przyjeździe otrzymasz jego upgrade . ",
"t40":"Dostęp do Club Lounge",
"t41":"Zrelaksuj się w najbardziej stylowej i wykwintnej części Twojego hotelu, korzystając z całodniowego poczęstunku. ",
"t42":"Przedłużona doba hotelowa oraz priorytetowe zameldowanie",
"t43":"By uczynić Twoją podróż jeszcze łatwiejszą, jako członek Klubu otrzymasz opcję priorytetowego zameldowania oraz późniejszego wymeldowania. Idealne by cieszyć się leniwym porankiem. ",
"t44":"Bezpłatne śniadanie i promocje na posiłki",
"t45":"Podczas pobytu zadbamy o Twoje podniebienie, oferując Ci bezpłatne śniadanie oraz pyszne posiłki w niższej cenie.",
"t46":"Bezpłatne Wi-Fi",
"t47":"Nie trać łączności i korzystaj z darmowego Wi-Fi w trakcie całego pobytu.",
"t48":"Imprezy",
"t49":"By Twoja podróż była jeszcze bardziej wyjątkowa, skorzystaj w jej trakcie z bezpłatnych biletów oraz wydarzeń VIP.",
"img1":"//html5-images.host.bannerflow.com/adhtml_img_854977.jpg"
},

"ru_ru":{
"t4":"/ru_ru",
"t5":"HotelClub – Бонусные очки и замечательные преимущества.",
"t6":"Наши участники получают такие преимущества, как эксклюзивные предложения + повышение категории номера + бесплатные завтраки + доступ в клубный лаундж + другие бонусы. Присоединяйтесь к нам – это бесплатно!",
"t7":"Более подробно о Ваших преимуществах",
"t8":"Наши участники получают больше, чем просто бонусные очки. Мы работаем с лучшими партнерами по всему миру, чтобы превратить Ваше пребывание в отеле в незабываемый опыт.",
"t9":"Перед отъездом",
"t10":"Эксклюзивные предложения",
"t11":"Будьте первым, кто узнает о наших последних акциях, предложениях и специальных ценах для Членов Клуба.",
"t12":"Персональные рекомендации",
"t13":"Получайте эксклюзивные рекомендации по отелю, специально разработанные для Вас и с учетом всех Ваших личных предпочтений.",
"t14":"Туристическая поддержка",
"t15":"Мы здесь, чтобы помочь Вам спланировать поездку и сделать Ваше путешествие как можно более приятным.",
"t16":"Гарантия лучшей цены",
"t17":"Если Вы найдете более низкую цену на другом сайте, мы предложим Вам такую же цену.",
"t18":"Мгновенные награды",
"t19":"Зарабатывайте Member Rewards мгновенно на каждом бронировании на нашем сайте. Вы можете использовать Member Rewards когда угодно, в любом отеле на Ваш выбор.",
"t20":"Бонусы",
"t21":"Вина лучших сортов, культурные мероприятия и фотография – это лишь некоторые из преимуществ, предлагаемые Членам Клуба HotelClub.",
"t22":"Соответствие статусу",
"t23":"Мы будем соответствовать статусу или уровню, который у Вас есть в другой программе лояльности.",
"t24":"В пути",
"t25":"Путешествуйте с шиком",
"t26":"Мы сотрудничаем с ведущими компаниями по прокату автомобилей, чтобы доставить Вас в отель в полном комфорте.",
"t27":"Развлечения",
"t28":"Независимо от того, где Вы планируете провести свой отпуск, наши партнеры обеспечат Вас Вашей любимой музыкой и фильмами.",
"t29":"Вдохновение для Вашей поездки",
"t30":"Узнайте для себя о лучших местных ресторанах и достопримечательностях, прежде чем Вы прибудете на место назначения.",
"t31":"Залы ожидания в аэропортах по всему миру",
"t32":"Позвольте нам побаловать Вас закусками и предложить Вам тихое место для отдыха. Бесплатно для некоторых Членов Клуба HotelClub. ",
"t33":"Контрольный список путешественника",
"t34":"Вся необходимая информация о Вашем месте назначения у Вас в руках.",
"t35":"Обмен валют",
"t36":"Мы работаем с партнерами, чтобы предложить Вам самый лучший обменный курс. Так что, Вы сможете больше тратить на свой отдых.",
"t37":"Во время Вашего пребывания",
"t38":"Повышение категории номера",
"t39":"Когда Вы заказываете один из наших клубных отелей, Вы получаете в момент прибытия мгновенное повышение категории номера.",
"t40":"Доступ в клубный лаундж",
"t41":"Отдохните в элегантной и эксклюзивной зоне отеля и наслаждайтесь в течение всего дня всевозможными закусками и напитками. ",
"t42":"Поздний выезд и приоритетная регистрация заезда",
"t43":"Для того, чтобы сделать путешествие еще более приятным, мы предлагаем нашим участникам приоритетную регистрацию заезда и поздний выезд. Идеально подходит для тех, кто любит поспать подольше.",
"t44":"Бесплатный завтрак и великолепные гастрономические предложения",
"t45":"Во время пребывания в отеле Вы будете наслаждаться бесплатным завтраком и вкусными блюдами со скидкой.",
"t46":"Бесплатный Wi-Fi",
"t47":"Бесплатный Wi-Fi поможет Вам оставаться на связи со своими близкими и друзьями на протяжении всего пребывания в отеле.",
"t48":"Мероприятия",
"t49":"Для того, чтобы сделать Вашу поездку еще более незабываемой, мы предлагаем Вам бесплатные билеты и VIP-обслуживание.",
"img1":"//html5-images.host.bannerflow.com/adhtml_img_855097.jpg"
}}

