{
"en_au":{
"t4":"",
"t5":"HotelClub - Hotel rewards and instant upgrades await! ",
"t6":"Get an instant upgrade plus special benefits like free breakfasts, Wi-Fi, and late check outs at our Club Hotels. Experience more extraordinary.",
"t7":"Welcome to your instant upgrade",
"t8":"We partner with selected hotels to make your next stay even more luxurious. Get an instant upgrade plus extra special benefits like complimentary breakfast, Wi-Fi, late check outs and waived resort fees when you book one of our Club Hotels.",
"t9":"Join HotelClub today and start experiencing these rewards and more with every stay. ",
"t10":"Reserved for our Gold and Platinum Members only, and subject to availability.",
"t11":"Already have a HotelClub account?",
"t12":"Sign in",
"img1":"//html5-images.host.bannerflow.com/adhtml_img_854928.jpg"
},

"zh_tw":{
"t4":"/zh_tw",
"t5":"HotelClub - 飯店福利及客房升等！",
"t6":"下蹋精選飯店立即享客房升等，加上其他特殊福利，如免費早餐，無線網路及延遲退房。感受非凡住宿體驗。",
"t7":"客房升等體驗",
"t8":"我們與精選飯店一同聯手為您打造一個更豪華舒適的住宿體驗。預訂我們的「精選飯店」馬上享客房升等，及免費早餐，無線網路，延遲退房及免渡假村費等各式特殊福利。",
"t9":"馬上加入成為HotelClub會員，立即可享各式福利及非凡住宿體驗。",
"t10":"專為黃金及白金會員所提供，但需視供應情況而定。",
"t11":"",
"t12":"",
"img1":"//html5-images.host.bannerflow.com/adhtml_img_855137.jpg"
},

"zh_hk":{
"t4":"/zh_hk",
"t5":"HotelClub - 坐享酒店獎賞及即時升級！",
"t6":"在精選酒店獲取即時升級及特別禮遇如免費早餐、無線上網、延遲退房。感受非凡旅程。",
"t7":"房間升級體驗",
"t8":"我們與精選酒店合作，一同為您帶來一個更豪華舒適的住宿體驗。預訂「精選酒店」即可享房間升級、免費早餐、無線網路、延遲退房、及免渡假村收費等各式優惠。",
"t9":"馬上加入成為HotelClub會員，立即享受各種福利及非凡住宿體驗。",
"t10":"專為黃金及白金會員而設，需視供應情況而定。",
"t11":"",
"t12":"",
"img1":"//html5-images.host.bannerflow.com/adhtml_img_855131.jpg"
},

"zh_cn":{
"t4":"/zh_cn",
"t5":"HotelClub - 坐享酒店奖励和即时升级！",
"t6":"会员可享即时升级与特别福利，包括精选酒店的免费早餐、无线网络、延迟退房。体验更多非凡旅程。",
"t7":"房间升级体验",
"t8":"我们与精选酒店合作，给您更豪华舒适的享受。预订“精选酒店”即享房间升级以及如免费早餐、无线网络、延迟退房及免收度假酒店额外费用等尊贵礼遇。",
"t9":"加入成为HotelClub会员，即享各种福利及非凡住宿体验。",
"t10":"专为黄金会员和白金会员提供，且取决于供应情况。",
"t11":"",
"t12":"",
"img1":"//html5-images.host.bannerflow.com/adhtml_img_855126.jpg"
},

"ja_jp":{
"t4":"/ja_jp",
"t5":"ホテルクラブ -  優待サービスと客室アップグレードでお出迎え！",
"t6":"到着時の客室アップグレードをはじめ、数々の優待サービスをご用意。クラブ特選ホテルがご提供する無料の朝食サービスやWiFi、レイトチェックアウトなど、泊まるたびにひとつ上の休日を堪能していただけます。",
"t7":"まずは客室アップグレードでお出迎え",
"t8":"会員の皆様により贅沢なホテルライフをお楽しみいただくために、世界の優良ホテルとパートナーシップを結びました。クラブ特選ホテルでは、客室アップグレードのほか、朝食無料サービス、WiFiご利用、レイトチェックアウト、リゾートフィー免除などの特別待遇でお迎えいたします。",
"t9":"ホテルクラブに会員登録して、一日も早く、ひとつ上のホテルライフを体験してください。",
"t10":"ゴールド会員、プラチナ会員だけの特権です（ご提供は予約状況次第）。",
"t11":"",
"t12":"",
"img1":"//html5-images.host.bannerflow.com/adhtml_img_855119.jpg"
},

"ko_kr":{
"t4":"/ko_kr",
"t5":"호텔클럽 - 포인트 적립 및 객실 업그레이드!",
"t6":"호텔클럽 선정 호텔에서 객실을 즉시 업그레이드 받고 무료 조식, WIFI, 체크아웃 연장 등의 다양한 혜택을 추가로 즐겨 보세요. 더욱 특별한 여행이 될 것입니다.",
"t7":"객실을 즉시 업그레이드 해드립니다.",
"t8":"저희는 여러분의 숙박을 더욱 럭셔리하게 만들어 드리기 위해 일부 호텔들과 파트너쉽을 제휴하고 있습니다. 저희의 클럽 호텔을 예약하시면 무료 조식, WIFI, 체크아웃 무료연장, 리조트 수수료 면제 등의 다양한 혜택을 제공받으실 수 있습니다. ",
"t9":"지금 호텔클럽에 가입하여 예약을 할 때마다 회원 포인트를 적립 받으세요.",
"t10":"골드 회원과 플래티넘 회원만을 위한 혜택입니다. 가능한 객실이 있는 경우에만 적용됩니다.",
"t11":"",
"t12":"",
"img1":"//html5-images.host.bannerflow.com/adhtml_img_855108.jpg"
},

"th_th":{
"t4":"/th_th",
"t5":"รับทันที รีวอร์ด และการอัพเกรดห้องพัก จาก HotelClub! ",
"t6":"รับทันทีอัพเกรดห้องพัก, อาหารเช้าฟรี, Wi-Fi ฟรี, เลทเชคเอาท์ฟรีที่ Club Hotels การเดินทางของคุณจะเป็นประสบการณ์ที่สุดพิเศษ",
"t7":"สิทธิพิเศษในการอัพเกรดห้องพักแบบทันที",
"t8":"เราจับมือกับพันธมิตรโรงแรมต่างๆ เพื่อทำให้การเข้าพักครั้งต่อไปของคุณหรูยิ่งขึ้น รับการอัพเกรดห้องพัก พร้อมสิทธิพิเศษอื่นๆ เช่น อาหารเช้าฟรี Wi-Fi ",
"t9":"สมัครเป็นสมาชิก HotelClub วันนี้ รับเมมเบอร์รีวอร์ดและสิทธิพิเศษต่างๆ จากการเข้าพักทุกครั้ง",
"t10":"สงวนสิทธิสำหรับสมาชิกระดับโกลด์และแพลตินัมเท่านั้น และขึ้นอยู่กับความว่างของห้องพัก",
"t11":"",
"t12":"",
"img1":"//html5-images.host.bannerflow.com/adhtml_img_855101.jpg"
},

"ms_my":{
"t4":"/ms_my",
"t5":"",
"t6":"",
"t7":"Penaiktarafan Bilik Segera untuk Anda",
"t8":"Kami bekerjasama dengan hotel-hotel terpilih untuk menjadikan pengalaman anda yang seterusnya lebih mewah. Dapatkan penaiktarafan bilik segera serta faedah-faedah sampingan seperti sarapan percuma, WiFi, daftar keluar lewat dan pengecualian yuran resort apabila anda menempah mana-mana Club Hotels kami.",
"t9":"Sertai HotelClub hari ini dan mula menikmati ganjaran-ganjaran dan lebih banyak untuk setiap penginapan. ",
"t10":"",
"t11":"",
"t12":"",
"img1":"//html5-images.host.bannerflow.com/adhtml_img_854934.jpg"
},

"id_id":{
"t4":"/id_id",
"t5":"HotelClub - Penghargaan hotel dan upgrade seketika menanti Anda!",
"t6":"Dapatkan upgrade seketika serta keuntungan khusus seperti sarapan gratis, WiFi, dan check-out siang di Hotel Pilihan kami. Nikmati yang luar biasa.",
"t7":"Upgrade seketika Anda",
"t8":"Kami bekerjasama dengan hotel-hotel terpilih untuk menjadikan kunjungan Anda yang berikutnya lebih mewah. Dapatkan upgrade seketika serta keuntungan tambahan seperti sarapan gratis, WiFi, check-out siang, dan penghilangan biaya resort ketika Anda memesan di salah satu Hotel Pilihan kami.",
"t9":"Gabung dengan Hotel Club hari ini dan mulai menikmati keuntungan ini dan lainnya pada setiap kunjungan.",
"t10":"Layanan ini hanya untuk member Emas dan Platinum, dan terbatas pada ketersediaan.",
"t11":"",
"t12":"",
"img1":"//html5-images.host.bannerflow.com/adhtml_img_854940.jpg"
},

"nl_nl":{
"t4":"/nl_nl",
"t5":"HotelClub - Hotelovernachtingen vol extra's en upgrades staan voor je klaar!",
"t6":"Ontvang upgrades en speciale voordelen als gratis ontbijt, Wi-Fi en de mogelijkheid om laat uit te checken bij onze Club-hotels. Geniet van een buitengewone ervaring.",
"t7":"Welkom, en geniet meteen van je upgrade",
"t8":"Wij hebben afspraken gemaakt met verscheidene hotels om er voor te zorgen dat jouw volgende reis nog meer met luxe wordt omgeven. Boek een van onze Club-hotels en ontvang direct bij aankomst een upgrade. Plus geniet van allerlei extra voordelen, zoals gratis ontbijt, gratis Wi-Fi, gratis laat uitchecken en opheffing van resorttoeslagen.",
"t9":"Word vandaag nog lid van HotelClub en ervaar deze extra's, en nog veel meer, tijdens ieder verblijf.",
"t10":"Speciaal gereserveerd voor onze goud en platina leden, mits beschikbaar.",
"t11":"",
"t12":"",
"img1":"//html5-images.host.bannerflow.com/adhtml_img_854970.jpg"
},

"de_de":{
"t4":"/de_de",
"t5":"HotelClub - Genießen Sie sofortige Hotel-Belohnungen und Upgrades!",
"t6":"Erhalten Sie sofortige Zimmer-Upgrades und spezielle Vorzüge wie etwa Gratis-Frühstück, WLAN-Internetzugang und spätere Abreisezeiten in unseren Club-Hotels. Genießen Sie Extravaganz pur!",
"t7":"Willkommen zu Ihrem sofortigen Upgrade",
"t8":"Wir arbeiten mit auserwählten Partnerhotels zusammen, damit Ihr nächster Aufenthalt noch luxuriöser verläuft. Erhalten Sie kostenlose Upgrades zur nächstbesseren Zimmerkategorie, plus spezielle Vorteile wie Gratis-Frühstück, WLAN, späte Abreisen oder erlassene Resortgebühren, wenn Sie eines unserer Club-Hotels buchen.",
"t9":"Treten Sie HotelClub am besten noch heute bei, und genießen Sie umgehend diese Belohnungen sowie andere Vorteile mit jedem weiteren Aufenthalt!",
"t10":"Dieses Angebot ist unseren Gold- und Platin-Mitgliedern vorbehalten, je nach Verfügbarkeit.",
"t11":"Jetzt anmelden",
"t12":"",
"img1":"//html5-images.host.bannerflow.com/adhtml_img_854946.jpg"
},

"sv_se":{
"t4":"/sv_se",
"t5":"HotelClub - Hotell-rewards och direkt uppgradering väntar dig! ",
"t6":"Få en direkt uppgradering plus speciella förmåner såsom gratis frukost, Wifi, och sen utcheckning på våra Club-hotell. Upplev ännu mer.",
"t7":"Välkommen till din omedelbara uppgradering",
"t8":"Vi samarbetar med utvalda hotell för att göra din närsta vistelse ännu mer lyxig. Få omedelbar uppgradering plus särskilda extraförmåner såsom gratis frukost, Wifi, sen utcheckning och ingen resort-avgift när du bokar ett av våra Club-hotell.",
"t9":"Bli medlem hos HotelClub för att få dessa förmåner och mer med varje vistelse.",
"t10":"Reserverat endast för våra Guld- och Platina-medlemmar, och i mån av tillgång.",
"t11":"",
"t12":"",
"img1":"//html5-images.host.bannerflow.com/adhtml_img_854988.jpg"
},

"es_es":{
"t4":"/es_es",
"t5":"HotelClub - Ventajas en hoteles y subidas instantáneas de categoría.",
"t6":"Consigue una subida instantánea de categoría de habitación, más ventajas especiales como desayuno gratis, wifi y salidas tardías en nuestros Hoteles del Club. Disfruta de una experiencia extraordinaria.",
"t7":"Bienvenido a tu subida de categoría inmediata en hoteles",
"t8":"Estamos asociados con hoteles seleccionados para que tu estancia sea de lo más lujosa. Consigue una subida de categoría de habitación inmediata, además de ventajas especiales como desayuno gratis, wifi, salida tardía y supresión de tarifas hoteleras cuando reserves en alguno de nuestros Hoteles del Club.",
"t9":"Únete a HotelClub hoy y empieza a disfrutar de las ventajas y mucho más con cada estancia.",
"t10":"Reservado sólo para nuestros socios Oro y Platino, y sujeto a disponibilidad. ",
"t11":"",
"t12":"",
"img1":"//html5-images.host.bannerflow.com/adhtml_img_854958.jpg"
},

"fr_fr":{
"t4":"/fr_fr",
"t5":"HotelClub - À l'hôtel, recevez des avantages et le surclassement instantané !",
"t6":"Bénéficiez d'un surclassement instantané et d'avantages particuliers dont les petits-déjeuners gratuits, la connexion Wi-Fi et les départs tardifs dans nos Hôtels du Club. Vivez une expérience encore plus extraordinaire.",
"t7":"Profitez d'un surclassement immédiat",
"t8":"Nous avons mis en place des partenariats avec une sélection d'hôtels afin de rendre votre prochain séjour encore plus luxueux. Recevez un surclassement immédiat et d'autres avantages non moins appréciables, tels que le petit-déjeuner gratuit, l'accès au réseau Wi-Fi, le départ tardif et l'annulation des frais de resort lorsque vous réservez l'un de nos Hôtels du Club.",
"t9":"Devenez membre d'HotelClub aujourd'hui et commencez à voir vos avantages augmenter à chaque séjour.",
"t10":"Privilèges réservés à nos membres Gold et Platinum uniquement, sous réserve de disponibilité.",
"t11":"",
"t12":"",
"img1":"//html5-images.host.bannerflow.com/adhtml_img_854952.jpg"
},

"it_it":{
"t4":"/it_it",
"t5":"HotelClub: ti aspettano vantaggi in hotel e passaggi istantanei di categoria!",
"t6":"Ricevi un passaggio istantaneo a camere di categoria superiore e altri vantaggi come colazione gratuita, Wi-Fi e check-out ritardati presso i nostri Hotel del Club. Preparati a un'esperienza sempre più straordinaria.",
"t7":"Benvenuto al tuo passaggio di categoria istantaneo",
"t8":"Siamo associati ad hotel selezionati per rendere il tuo soggiorno ancora più lussuoso. Ricevi un passaggio di categoria istantaneo e altri vantaggi extra come colazione gratuita, Wi-Fi, check-out ritardato ed esenzione da tasse di soggiorno quando prenoti uno dei nostri Hotel del Club.",
"t9":"Registrati oggi ad HotelClub e inizia a ricevere questi e altri premi con ogni soggiorno. ",
"t10":"Privilegi riservati esclusivamente ai nostri soci Oro e Platino e soggetti a disponibilità.",
"t11":"",
"t12":"",
"img1":"//html5-images.host.bannerflow.com/adhtml_img_854964.jpg"
},

"pt_pt":{
"t4":"/pt_pt",
"t5":"HotelClub - Vantagens nos hotéis e upgrades automáticos aguardam por sí!",
"t6":"Beneficíe de um upgrade instantâneo e de outras vantagens como, pequeno-almoço grátis, WiFi e check out tardio nos Hotéis do Club. Viva uma experiência extraordinária.",
"t7":"Bem-vindo(a) à sua subida de categoria imediata",
"t8":"Estamos associados a hotéis selecionados para tornar a sua estadia ainda mais luxuosa. Beneficíe de um upgrade imediato, pequenos-almoços grátis, Wifi, check-outs tardios e supressão de taxas hoteleiras sempre que reservar num dos Hotéis do Club.",
"t9":"Adira já ao HotelClub e comece a disfrutar destas vantagens e muito mais com cada estadia.",
"t10":"",
"t11":"Registe-se",
"t12":"",
"img1":"//html5-images.host.bannerflow.com/adhtml_img_854982.jpg"
},

"pl_pl":{
"t4":"/pl_pl",
"t5":"HotelClub - w hotelu czeka na Ciebie natychmiastowy upgrade oraz inne korzyści! ",
"t6":"Otrzymaj natychmiastowy upgrade oraz specjalne bonusy, takie jak bezpłatne śniadanie, bezprzewodowy dostęp do Internetu oraz późny check-out w naszych Hotelach Klubowych. Doświadcz czegoś wyjątkowego.",
"t7":"Witamy w opcji \"Natychmiastowy upgrade\"",
"t8":"Naszymi partnerami są hotele wybrane tak, by każdy Twój pobyt był jeszcze bardziej luksusowy. Otrzymaj natychmiastowy upgrade oraz dodatkowe bonusy specjalne, takie jak bezpłatne śniadanie, Wi-Fi, dłuższa doba hotelowa oraz umorzone podatki hotelowe, zawsze kiedy rezerwujesz jeden z naszych Hoteli Klubowych.",
"t9":"Dołącz do HotelClub dziś i zacznij doświadczać coraz więcej przywilejów przy każdym kolejnym pobycie. ",
"t10":"Przywileje zarezerwowane ściśle dla Klubowiczów Gold oraz Platinum i uzależnione od dostępności. ",
"t11":"",
"t12":"",
"img1":"//html5-images.host.bannerflow.com/adhtml_img_854976.jpg"
},

"ru_ru":{
"t4":"/ru_ru",
"t5":"HotelClub - Награды и мгновенные повышения категории номера ждут Вас!",
"t6":"Получите мгновенное повышение категории номера плюс специальные преимущества, такие как бесплатные завтраки, Wi-Fi, поздний выезд в наших Отелях для Членов Клуба. Пребывание в отеле будет еще более удивительным!",
"t7":"Воспользуйтесь мгновенным повышением категории номера ",
"t8":"Мы сотрудничаем с избранными отелями, чтобы сделать Ваш отдых еще более незабываемым. Когда Вы бронируете один из наших клубных отелей, Вы получаете мгновенное повышение категории номера и другие дополнительные преимущества, такие как бесплатный завтрак, Wi-Fi, поздний выезд и освобождение от сборов отеля. ",
"t9":"Присоединяйтесь к HotelClub сегодня и начинайте пользоваться этими преимуществами!",
"t10":"Предназначено только для наших Членов Клуба, имеющих статус Gold и Platinum, в зависимости от наличия.",
"t11":"",
"t12":"",
"img1":"//html5-images.host.bannerflow.com/adhtml_img_855096.jpg"
}}

